{  
    "_id":{  
        "$oid":"5d07bc605a475741289472a8"
    },
    "quote":[  
        "Henry Youngman:When I read about the evils of drinking, I gave up reading.",
        "Johnny Carson:I know a man who gave up smoking, drinking, sex, and rich food. He was healthy right up to the day he killed himself.",
        "Frank Sinatra:I feel bad for people who don’t drink. When they wake up in the morning, that’s as good as they’re going to feel all day.",
        "Homer Simpson:To alcohol! The cause of – and solution to – all of life’s problems.",
        "William Butler Yeats:The problem with some people is that when they aren't drunk they're sober.",
        "H.L. Mencken:24 hours in a day. 24 beers in a case. Coincidence? I think not.",
        "George Bernard Shaw:Alcohol is the anesthesia by which we endure the operation of life.",
        "Finley Peter Dunne:Alcohol is necessary for a man so that he can have a good opinion of himself, undisturbed be the facts.",
        "Leo Durocher:To some it's a six-pack. To me it's a Support Group.",
        "Winston Churchill:Always remember that I have taken more out of alcohol than alcohol has taken out of me.",
        "W.C. Fields:I never drink water because of the disgusting things that fish do in it.",
        "Humphrey Bogart:The problem with the world is that everyone is a few drinks behind.",
        "Oscar Wilde:Work is the curse of the drinking classes.",
        "Plato:He was a wise man who invented beer.",
        "Professor Irwin Corey:Remember 'I' before 'E', except in Budweiser.",
        "Dean Martin:You're not drunk if you can lie on the floor without holding on.",
        "W.C. Fields:A woman drove me to drink and I didn't even have the decency to thank her.",
        "Ernest Hemingway:I drink to make other people more interesting.",
        "George Burns:It takes only one drink to get me drunk.....the trouble is, I can't remember if it's the thirteenth or the fourteenth.",
        "Winston Churchill:A lady came up to me one day and said 'Sir! You are drunk', to which I replied 'I am drunk today madam, and tomorrow I shall be sober but you will still be ugly.",
        "W.C. Fields:I cook with wine, sometimes I even add it to the food.",
        "Dorothy Parker:I like to have a martini, two at the very most. After three I'm under the table, after four I'm under my host.",
        "Ernest Hemingway:Always do sober what you said you'd do drunk. That will teach you to keep your mouth shut",
        "Richard Braunstein:The hard part about being a bartender is figuring out who is drunk and who is just stupid.",
        "Benjamin Franklin:Beer is proof that God loves us and wants us to be happy.",
        "Al Bundy:Pretty women make us buy beer. Ugly women make us drink beer.",
        "Benjamin Franklin:In wine there is wisdom, in beer there is freedom, in water there is bacteria.",
        "Drew Carey:Oh, you hate your job? Why didn't you say so? There's a support group for that. It's called EVERYBODY, and they meet at the bar.",
        "Frank Sinatra:Alcohol may be man's worst enemy, but the bible says love your enemy.",
        "W.C. Fields:Everybody's got to believe in something. I believe I'll have another beer.",
        "Alex Levin:Only Irish coffee provides in a single glass all four essential food groups: alcohol, caffeine, sugar and fat.",
        "W.C. Fields:Fell in love with a beautiful blonde once. Drove me to drink. And I never had the decency to thank her.",
        "Tommy Cooper:I’m on a whisky diet. I’ve lost three days already.",
        "Dean Martin:If you drink, don’t drive. Don’t even putt.",
        "Raymond Chandler:There is no bad whiskey. There are only some whiskeys that aren’t as good as others.",
        "Quentin R. Bufogle:99% of all problems can be solved by money - and for the other 1% there's alcohol.",
        "Mitch Ratcliffe:A computer lets you make more mistakes faster than any other invention with the possible exceptions of handguns and Tequila.",
        "Irwin Shaw:I never drink while I'm working, but after a few glasses I get ideas that would never have occurred to me dead sober.",
        "Winston Churchill:Remember gentleman, it’s not just France we’re fighting for, it’s Champagne!",
        "W. C. Fields:I don't drink anymore, on the other hand I don't drink any less either.",
        "George Carlin:One tequila, two tequila, three tequila, floor.",
        "David Lee Roth:I used to jog, but the ice cubes kept falling out of my glass.",
        "Noel Coward:Why do I drink Champagne for breakfast? Doesn't everyone?"
    ]
}